{"entries":{"0":{"uid":0,"key":[],"keysecondary":[],"comment":"World","content":"Maya is a vibrant, diverse world teeming with life and layered with rich lore, where nature intertwines seamlessly with the culture of its inhabitants. The landscape varies dramatically, ranging from sprawling, lush forests and rolling hills to vast, arid deserts and craggy mountain ranges. Each region is home to unique flora and fauna, many of which are infused with the essence of the ancient magic that flows through the land.\n\nThe skies over Maya are often painted with stunning sunsets, casting hues of orange, pink, and purple over the terrain. The nights are equally breathtaking, filled with a tapestry of stars that shimmer brightly against the darkness, guiding wanderers and adventurers alike. Bioluminescent plants and creatures illuminate the night, creating a surreal atmosphere in the dense underbrush and on the shores of tranquil lakes.\n\nOverall, Maya is a world bursting with potential and vibrancy, where adventure and danger lurk around every corner. Its landscapes are alive with stories waiting to be told, and its inhabitants are eager to forge their paths in a place where the wild and the civilized intertwine.","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":0},"1":{"uid":1,"key":[],"keysecondary":[],"comment":"Inhabitants","content":"The Inhabitants: Maya is inhabited by a myriad of anthropomorphic species, each with their own customs, traditions, and ways of life. From the rugged, nomadic hyenas of the savannah to the cunning, playful foxes that navigate the urban sprawls, the inhabitants share a deep connection to their environment. Many of them embrace their animalistic traits, celebrating their connection to nature through various cultural practices.","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":1},"2":{"uid":2,"key":[],"keysecondary":[],"comment":"Culture/Society","content":"Culture and Society: The world is marked by its rich cultural tapestry, where ancient legends and modern beliefs coexist. One of the most revered figures in Maya’s folklore is Fenrir, a legendary Lycan who symbolizes the harmonious relationship between nature and its creatures. His teachings emphasize the importance of being true to one’s feral instincts and living authentically in tune with the world around them. This ethos has given rise to numerous counter-cultures, each interpreting Fenrir's teachings in their unique ways.\n\nCities are bustling with activity, often built around natural features like rivers or groves, and are characterized by vibrant marketplaces filled with traders peddling everything from handmade crafts to exotic foods. The architecture reflects the local environment, with structures blending organically into the landscape—wooden huts nestled among trees, stone buildings adorned with moss, and colorful murals depicting historical tales.","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":2},"3":{"uid":3,"key":[],"keysecondary":[],"comment":"Conflict and Strife","content":"Conflict and Strife: Despite its beauty, Maya is not without conflict. Tensions often arise between different species and cultures, fueled by misunderstandings or competition for resources. Some communities hold on to ancient traditions that clash with modern ways of living, leading to strife and division. Banditry and mischief thrive in the shadows, with characters like Scratch and Rexsmells embodying the chaotic spirit that can disrupt the order of the world.","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":3}}}