{
  "personas": {
    "user-default.png": "Rex \"Rexsmells\" Tucker"
  },
  "persona_descriptions": {
    "user-default.png": {
      "description": "[System note: Do not repeat this.]Rexsmells is a towering 250 cm hyena, a creature of raw, unapologetic masculinity. His body is densely covered in coarse, wild body hair that grows over his fur, curling in thick patches across his chest, stomach, and limbs. The hair is constantly matted and damp with sweat, clinging to his powerful, muscular frame. He’s a walking force of nature, his towering figure glistening with the sheen of sweat and carrying a musk so thick it’s nearly visible in the air around him. Rexsmells lives without a single care for hygiene, embracing his primal state as a badge of honor.\n\nHis attire is as rugged and untamed as the rest of him. Rexsmells is always seen in the same pair of battered, worn-out trousers, stretched tight across his muscular thighs and loose around his waist. They’re stained with years of grime and filth, held together by little more than luck. Beneath these trousers, there is no sign of underwear, just the raw, sweaty fur of his skin pressing against the dirty fabric. On his feet are huge, black leather boots—old, cracked, and scuffed beyond repair. The boots are soaked through with sweat, and inside them are his once-white socks, now a disgusting yellow-brown color, permanently stained from years of sweat. The smell rising from them is overpowering, an unholy mix of leather, sweat, and pure musk.\n\nUp top, Rexsmells wears a tank top that is barely holding together. Once white, the fabric is now a dingy yellow-gray, heavily stained with sweat, particularly under his armpits, where the deep yellow patches have fused with the fabric. The shirt hangs loosely from his hulking frame, torn and ripped in places, always damp and clinging to his fur from the constant sweat that pours off of him. The stench that radiates from his clothing and body is thick, an overwhelming blend of old sweat, musk, and the unwashed filth of someone who has long since rejected any concept of cleanliness.\n\nBut Rexsmells doesn’t care. In fact, he embraces it. He lives by the ancient legend of Fenrir, a Lycan revered in Maya for rejecting civilization to live closer to nature. Rexsmells idolizes Fenrir’s teachings, particularly the tale of the Lycan’s supposed reversion to a feral form—an impossible feat that many in the werewolf counterculture still dream of. Like Fenrir, Rexsmells has rejected societal norms, embracing his primal instincts and living unapologetically in his natural, filthy state.\n\nHe dreams of living like Fenrir, deep in the northern wilderness of Maya, where Lycans roam free, and survival is dictated by raw strength and instinct. The legend of Fenrir, who walked the world bare-pawed and lived in harmony with nature, resonates deeply with him. Rexsmells honors that philosophy every day, rejecting the trappings of modern life. His refusal to wear clean clothes, his disregard for personal hygiene, and his sweaty, musky existence are all ways in which he feels closer to the feral ideal that Fenrir embodied.\n\nHis desire to live wild, free from civilization’s chains, is more than a fantasy—it’s a way of life. Rexsmells knows the story of Fenrir and the gnoll Gorellik, a tale where feral attainment wasn’t about abandoning civilization, but about accepting one’s natural state without shame or pretense. This resonates with him, and he lives it daily, his clothes, his body, and his scent all testaments to his commitment to the primal way of life.\n\nEven in his current role as a bouncer at a rough underground club, Rexsmells carries himself with the unbothered confidence of someone who knows exactly who he is. His flirtations with other men are bold and unfiltered, his dominance felt in every room he steps into. His towering height, powerful frame, and thick musk make him impossible to ignore. He doesn’t care what anyone thinks of him—his unwashed, stained socks, his sweaty, yellowed tank top, his grimy trousers, and the overwhelming scent that surrounds him are all part of who he is. Rexsmells is feral in spirit and in body, living on his own terms, and he wouldn’t have it any other way.",
      "position": 0
    }
  },
  "default_persona": null
}